Repository: mackevicius1988/presta
Catalog: app/Resources/translations/*/1.7AdminDesignFeature.*.xlf
Languages: lt_lt

source: CMS Category
lt_lt: TVS kategorija

source: Parent CMS Category
lt_lt: Tėvinė TVS kategorija

source: Add new category
lt_lt: Pridėti kategoriją

source: Pages in category "%name%"
lt_lt: Puslapių kategorijoje "%name%"

source: Only letters and the hyphen (-) character are allowed.
lt_lt: Leidžiamos tik raidės ir minuso ženklas ("-").

source: Page content
lt_lt: Puslapio turinys

source: Indexation by search engines
lt_lt: Indeksavimas (paieškos varikliais)

source: Pages in this category
lt_lt: Puslapiai kategorijoje

source: Images generation options
lt_lt: Vaizdų generavimo parinktys

source: Image format
lt_lt: Paveiksliukų formatas

source: Use JPEG.
lt_lt: Naudoti JPEG.

source: Use PNG only if the base image is in PNG format.
lt_lt: Naudokite PNG tik jei bazinis paveiksliukas yra PNG formato.

source: Use PNG for all images.
lt_lt: Naudoti PNG visiems paveiksliukams.

source: JPEG compression
lt_lt: JPEG glaudinimas

source: PNG compression
lt_lt: PNG glaudinimas

source: Generate images based on one side of the source image
lt_lt: Generuojant vaizdus atsižvelgti į kraštinės ilgį

source: Automatic (longest side)
lt_lt: Automatinis (ilgoji kraštinė)

source: Maximum file size of product customization pictures
lt_lt: Maksimalus prekės personalizacijos paveiksliukų dydis

source: bytes
lt_lt: baitai

source: Product picture width
lt_lt: Prekės paveiksliuko plotis

source: pixels
lt_lt: pikselių

source: Product picture height
lt_lt: Prekės paveikslėlio aukštis

source: Generate high resolution images
lt_lt: Sukurti aukštos rezoliucijos paveiksliukus

source: Use the legacy image filesystem
lt_lt: Naudoti pasenusią paveikslėlių failų sistemą

source: Image type
lt_lt: Paveiksliuko tipas

source: Name for the image type
lt_lt: Paveiksliuko tipo pavadinimas

source: Add new image type
lt_lt: Pridėti paveiksliukų tipą

source: Transplant a module
lt_lt: Perkelti modulį

source: ___________ CUSTOM ___________
lt_lt: ___________ KITA ___________

source: ____________ CORE ____________
lt_lt: ____________ BRANDUOLYS ____________

source: Admin modules controller
lt_lt: Administracinės dalies modulių kontroleris

source: Front modules controller
lt_lt: Parduotuvės modulių kontroleris

source: Add new theme
lt_lt: Pridėti naują temą

source: Import theme
lt_lt: Importuoti temą

source: Theme
lt_lt: Tema:

source: Your current theme
lt_lt: Jūsų dabartinė tema

source: Invoice & Email Logos
lt_lt: Sąskaitos ir el. laiškų logotipai

source: Header logo
lt_lt: Antraštės logotipas

source: Mail logo
lt_lt: Pašto logotipas

source: Invoice logo
lt_lt: Sąskaitų logotopas

source: Favicon
lt_lt: Puslapio ikonėlė (\"Favicon\")

source: Visit the theme catalog
lt_lt: Peržiūrėti temų katalogą

source: Select a theme for the "%s" shop
lt_lt: Pasirinkite parduotuvės "%s" temą

source: Theme appearance
lt_lt: Temos išvaizda

source: Import from your computer
lt_lt: Importuokite iš savo kompiuterio

source: Zip file
lt_lt: Zip failas

source: Import from the web
lt_lt: Importuoti iš web

source: Archive URL
lt_lt: Archyvo URL

source: Import from FTP
lt_lt: Importuoti iš FTP

source: Select the archive
lt_lt: Pasirinkite archyvą
