Repository: mackevicius1988/presta
Catalog: app/Resources/translations/*/1.7ModulesFeaturedProductsAdmin.*.xlf
Languages: lt_lt

source: Featured products
lt_lt: Populiariausios prekės

source: Displays featured products in the central column of your homepage.
lt_lt: Rodo populiariausias prekes centriniame stulpelyje pagrindiniame puslapyje.

source: The number of products is invalid. Please enter a positive number.
lt_lt: Prekių skaičius yra neteisingas. Įveskite teigiamą skaičių.

source: The category ID is invalid. Please choose an existing category ID.
lt_lt: Kategorijos ID yra neteisinga. Pasirinkite egzistuojantį kategorijos ID.

source: Invalid value for the "randomize" flag.
lt_lt: Neteisinga reikšmė "atsitiktinės tvarkos" žymai.

source: To add products to your homepage, simply add them to the corresponding product category (default: "Home").
lt_lt: Norėdami pridėti prekes į pagrindinį puslapį, tiesiog pridėkite jas prie atitinkamos prekės kategorijos (numatyta: "Pagrindinis").

source: Number of products to be displayed
lt_lt: Atvaizduojamų prekių skaičius

source: Set the number of products that you would like to display on homepage (default: 8).
lt_lt: Nurodykite prekių skaičių, kurias norėtumėte atvaizduoti pagrindiniame puslapyje (numatyta: 8).

source: Category from which to pick products to be displayed
lt_lt: Kategorija, kurioje parinktos prekės bus atvaizduojamos

source: Choose the category ID of the products that you would like to display on homepage (default: 2 for "Home").
lt_lt: Pasirinkite kategorijos ID prekių, kurias norite atvaizduoti pagrindiniame puslapyje (numatyta: 2 "Pagrindinis").

source: Randomly display featured products
lt_lt: Populiariausias prekes rodyti atsitiktine tvarka

source: Enable if you wish the products to be displayed randomly (default: no).
lt_lt: Įjunkite, jei norite, kad prekės būtų rodomos atsitiktine tvarka (numatytoji reikšmė: ne).
