Repository: mackevicius1988/presta
Catalog: app/Resources/translations/*/AdminModulesFeature.*.xlf
Languages: lt_lt

source: Manage installed modules
lt_lt: Valdyti įdiegtus modulius

source: Module notifications
lt_lt: Modulio pranešimai

source: Upload a module
lt_lt: Įkelti modulį

source: Drop your module archive here or [1]select file[/1]
lt_lt: Įkelkite savo modulio archyvą čia arba [1]pasirinkite failą[/1]

source: Connect to Addons marketplace
lt_lt: Prisijungti prie Addons prekyvietės

source: Link your shop to your Addons account: it will automatically import the modules you purchased. Don't have an account yet?
lt_lt: Susiekite savo parduotuvę su savo Addons paskyra: bus automatiškai suimportuoti moduliai, kuriuos įsigijote. Dar neturite paskyros?

source: Sign up now
lt_lt: Užsiregistruoti dabar

source: Confirm logout
lt_lt: Patvirtinti išėjimą

source: Yes, log out
lt_lt: Taip, atsijungti

source: Discover
lt_lt: Atraskite

source: Toggle Dropdown
lt_lt: Perjungti išsiskleidžiantį sąrašą

source: Service by %author%
lt_lt: Priežiūra %author%

source: v%version% by %author%
lt_lt: v%version% - pagal %author%

source: Overview
lt_lt: Peržiūrėti

source: Additional information
lt_lt: Papildoma informacija

source: Benefits
lt_lt: Nauda

source: Features
lt_lt: Ypatybės

source: Changelog
lt_lt: Pakeitimų sąrašas

source: v%version% - by %author%
lt_lt: v%version% - pagal %author%

source: Read More
lt_lt: Skaityti daugiau

source: All Categories
lt_lt: Visos kategorijos

source: Show all modules
lt_lt: Rodyti visus modulius

source: Enabled Modules
lt_lt: Įjungti moduliai

source: Disabled Modules
lt_lt: Išjungti moduliai

source: Disable module?
lt_lt: Išjungti modulį?

source: Uninstall module?
lt_lt: Išdiegti modulį?

source: Reset module?
lt_lt: Atstatyti modulį?

source: Yes, disable it
lt_lt: Taip, išjunkite tai

source: Yes, uninstall it
lt_lt: Taip, išdiekite tai

source: Yes, reset it
lt_lt: Taip, atstatykite tai

source: Optional: delete module folder after uninstall.
lt_lt: Neprivaloma: ištrinti modulio katalogą po išdiegimo.

source: Bulk action confirmation
lt_lt: Masinių veiksmų patvirtinimas

source: Yes, I want to do it
lt_lt: Taip, aš noriu tai padaryti

source: %nbModules% modules to configure
lt_lt: %nbModules% moduliai konfigūravimui

source: %nbModules% modules to update
lt_lt: %nbModules% moduliai atnaujinimui

source: Modules to configure
lt_lt: Moduliai konfigūruoti

source: Modules to update
lt_lt: Moduliai, kuriuos reikia atnaujinti

source: %nbModules% modules and services selected for you
lt_lt: %nbModules% moduliai ir paslaugos, parinkti jums

source: Selection
lt_lt: Pasirinkimas

source: Increasing Price
lt_lt: Kainos didėjimas

source: Decreasing Price
lt_lt: Mažėjanti kaina

source: Popularity
lt_lt: Populiarumas

source: Enable Mobile
lt_lt: Įjungti modulį

source: Disable Mobile
lt_lt: Išjungti modulį

source: Last access
lt_lt: Paskutinis prisijungimas

source: %nbModules% installed modules
lt_lt: %nbModules% įdiegti moduliai

source: Installed modules
lt_lt: Įdiegti moduliai

source: %nbModules% built-in modules
lt_lt: %nbModules% sukurti moduliai

source: Built-in modules
lt_lt: Sukurti moduliai

source: %nbModules% theme modules
lt_lt: %nbModules% temos moduliai

source: Theme modules
lt_lt: Temos moduliai
